{
  "properties": [
    {
      "id": 1,
      "estate_title": "Rajuk Uttara Apartment Project, Block A, Uttara 18",
      "segment_name": "Residential",
      "image": "1.jpg",
      "images": ["1.jpg", "2.jpeg", "3.jpg"],
      "description": "This is the right place for you if you are looking for an apartment for sale in Uttara area. We have the news of this lovely home that comes with an amazing floor plan and roomy living space. There are 3 beds and 4 baths and nice balconies in the apartment. We know that choosing a new home can be an overwhelming experience as it involves a lot of decision making such as the availability of daily necessity like water, gas and electricity. All the washrooms are attached with quality and durable fixtures./n This well-structured apartment has 24/7 security service and has a well-equipped maintenance staff so that your family can feel safe and lead a healthy life while living here.",
      "price": 8500000,
      "isSale": true,
      "location": "Sector 18, Uttara",
      "position": [23.8551, 90.3584],
      "facilities": [
        "electricity_backup",
        "flooring",
        "elevator",
        "freehold",
        "furnished",
        "apartment_facing",
        "gas",
        "electricity",
        "floor_level",
        "intercom",
        "CCTV",
        "maintenance_staff",
        "cleaning_services",
        "view",
        "balcony_terrace",
        "parking_spaces",
        "distance_airport",
        "public_transport",
        "security_staff",
        "pet_policy"
      ],
      "bead": 3,
      "baths": 4,
      "isHotSale": true,
      "area": 1654,
      "floorNo": 1
    },
    {
      "id": 2,
      "estate_title": "Decent Flat, In Uttara-12",
      "segment_name": "Residential",
      "image": "4.png",
      "images": ["4.png", "5.jpg", "6.jpeg"],
      "description": "This affordable 1660 Square Feet apartment located in the center of Uttara is ready to be your home. This apartment features 3 beds and 3 baths and the apartment has nice and spacious balconies. As you enter the apartment, you would see an open space that can be used both as your drawing and dining room. You can easily use a partition to divide the rooms as well. The kitchen has multiple counters and the entire apartment has beautiful tile work that will catch your attention. With a dedicated security guard and maintenance staff serving 24/7, you wouldn’t have to worry about the security and cleanliness of this property. \\n If you prefer a quiet neighborhood then this is the perfect match for you. There are well known schools and colleges within a very close proximity of the building. And all the daily necessities like markets, shops, restaurants, hospitals are also available in the area for your convenience.",
      "price": 10500000,
      "isSale": true,
      "location": "Sector 12, Uttara",
      "position": [23.872, 90.383],
      "facilities": [
        "electricity_backup",
        "flooring",
        "elevator",
        "apartment_facing",
        "gas",
        "electricity",
        "floor_level",
        "CCTV",
        "view",
        "balcony_terrace",
        "parking_spaces",
        "distance_airport",
        "public_transport",
        "security_staff",
        "pet_policy"
      ],
      "bead": 3,
      "baths": 3,
      "isHotSale": true,
      "floorNo": 1,
      "area": 1660
    },
    {
      "id": 3,
      "estate_title": "Ready Flat, Rajuk Uttara Apartment Project, Block A",
      "segment_name": "Residential",
      "image": "7.jpg",
      "images": ["7.jpg", "6.jpg", "8.jpg"],
      "description": "It is the exact place if you are looking for one of the nicest and affordable properties in a congenial zone like Uttara. We got a flat in Uttara. The scenic building includes a nice looking entrance to take to this flat you can see in our enlisted photos. The flat has got amazing rooms which are enough spacious to assure your comfortable living. There is staircase to lead you to this great dwelling. The apartment has got balconies which would refill the happy time with your family after a hectic day. We welcome you to reach us through a call and let us serve you to own this beautiful flat on your own.",
      "price": 8500000,
      "isSale": true,
      "location": "Sector 18, Uttara",
      "position": [23.8551, 90.3584],

      "facilities": [
        "electricity_backup",
        "flooring",
        "elevator",
        "freehold",
        "furnished",
        "apartment_facing",
        "gas",
        "electricity",
        "floor_level",
        "CCTV",
        "broadband_internet",
        "cable_TV",
        "intercom",
        "fire_extinguisher",
        "visitor_log",
        "lawn_garden",
        "maintenance_staff",
        "view",
        "cleaning_services",
        "waste_disposal",
        "balcony_terrace",
        "parking_spaces",
        "distance_airport",
        "public_transport",
        "security_staff",
        "nearby_schools",
        "nearby_hospitals",
        "pet_policy"
      ],
      "bead": 3,
      "baths": 4,
      "isHotSale": false,
      "area": 1654,
      "floorNo": 1
    },
    {
      "id": 4,
      "estate_title": "Ready Flat, In Mirpur Dohs Central Mosque",
      "segment_name": "Residential",
      "image": "9.jpeg",
      "images": ["9.jpeg", "10.webp", "11.jpeg"],
      "description": "Ready to move in somewhere with everything nearby? Boasting a generous apartment size of 2200 Square Feet, this thoughtfully designed space features 4 beds and 4 baths, providing ample room for comfortable living. This apartment bears all the necessary facilities that you look for in a flat and more. There are many facilities in the flat that are required to live at ease. Utility supplies are always available and security services are present at all times for ensuring the safety of the inhabitants. The washroom and kitchen come with all the modern fixtures. The flat is well secured with the availability of all types of utilities. \\n The location in Mirpur offers excellent area amenities. Educational institutions are in close proximity, providing quality education for your children. Healthcare facilities, including hospitals and clinics, are easily accessible, ensuring quick and reliable medical services.",
      "price": 25000000,
      "isSale": true,
      "area": 2200,
      "location": "Mirpur DOHS, Mirpur",
      "position": [23.8365, 90.3695],

      "facilities": [
        "electricity_backup",
        "flooring",
        "elevator",
        "apartment_facing",
        "gas",
        "electricity",
        "floor_level",
        "broadband_internet",
        "intercom",
        "fire_extinguisher",
        "view",
        "cleaning_services",
        "waste_disposal",
        "balcony_terrace",
        "parking_spaces",
        "distance_airport",
        "public_transport",
        "security_staff",
        "pet_policy"
      ],
      "bead": 4,
      "baths": 4,
      "isHotSale": true,
      "floorNo": 3
    },
    {
      "id": 5,
      "estate_title": "Great news! Home for Sale in Mirpur 1",
      "segment_name": "Residential",
      "image": "12.png",
      "images": ["12.png", "13.jpg", "14.jpeg"],
      "description": "Check this lovely apartment with a spacious area. You are getting all the facilities you need with a spacious place to live. Nearby locations have multiple shopping spots and eateries. Schools and universities are also available in the area to assure that your child gets a better education. The flat has got amazing rooms which are enough to get you swayed to seize the flat right away. There is one active and well-maintained elevator and staircase to lead you to this superb dwelling. The apartment has got balconies to refill the happy time with your family after a hectic day.",
      "price": 4360000,
      "isSale": true,
      "area": 800,
      "location": "Section 1, Mirpur",
      "position": [23.8016, 90.3489],
      "facilities": [
        "electricity_backup",
        "flooring",
        "elevator",
        "freehold",
        "apartment_facing",
        "gas",
        "electricity",
        "floor_level",
        "CCTV",
        "broadband_internet",
        "cable_TV",
        "fire_extinguisher",
        "visitor_log",
        "maintenance_staff",
        "cleaning_services",
        "waste_disposal",
        "balcony_terrace",
        "distance_airport",
        "public_transport",
        "security_staff",
        "nearby_schools",
        "nearby_hospitals",
        "pet_policy"
      ],
      "bead": 2,
      "baths": 2,
      "isHotSale": false,
      "floorNo": 3
    },
    {
      "id": 6,
      "estate_title": "Flat For Sale In Gulshan 1",
      "segment_name": "Residential",
      "image": "15.jpg",
      "images": ["15.jpg", "16.jpg"],
      "description": "Your ideal residence awaits in the heart of Gulshan, offering a perfect blend of luxury and convenience. This spacious apartment spans 1,960 sqft, with three bedrooms and four bathrooms, providing ample room for comfortable living. Enjoy the scenic West view from the two balconies, and relish the contemporary design that encompasses a drawing room, dining area, and a modern kitchen. The apartment features an attendant's bedroom with an attached bathroom. \\n Ensuring uninterrupted living, the property boasts amenities such as electricity backup, elevators, parking spaces, CCTV security, intercom, and a visitor log. The presence of maintenance staff, guards, and security personnel further enhances the sense of safety and well-being. \\n Beyond the confines of your home, embrace the convenience of proximity to renowned educational institutions, ensuring excellent educational opportunities for your family. Access to healthcare facilities is within reach, providing peace of mind for your well-being. Indulge in retail therapy at nearby shopping malls, adding a touch of leisure to your lifestyle.",
      "price": 39000000,
      "isSale": true,
      "area": 1960,
      "location": "Gulshan 1, Gulshan",
      "position": [23.7821, 90.4161],

      "facilities": [
        "central_air",
        "central_heating",
        "electricity_backup",
        "flooring",
        "elevator",
        "apartment_facing",
        "electricity",
        "floor_level",
        "CCTV",
        "broadband_internet",
        "cable_TV",
        "fire_exit",
        "visitor_log",
        "maintenance_staff",
        "view",
        "waste_disposal",
        "balcony_terrace",
        "parking_spaces",
        "distance_airport",
        "public_transport",
        "security_staff",
        "pet_policy"
      ],
      "bead": 3,
      "baths": 4,
      "isHotSale": true,
      "floorNo": 3
    },
    {
      "id": 7,
      "estate_title": "Dhanmondi Near To Ideal College In Dhanmondi",
      "segment_name": "Residential",
      "image": "18.png",
      "images": ["18.png", "19.jpg", "20.webp"],
      "description": "Good news for the home hunters! If you are planning to shift to one of the most rising neighborhoods in the city, we got a great update. Dhanmondi is granting a lovely flat of 2566 Square Feet is for sale. This apartment has cozy 4 beds and modern 4 baths.\\n Experience continual access to crucial services like electricity, water, and gas in this location. The delightful surroundings make it an optimal selection for those desiring a tranquil neighborhood. Take advantage of the nearby presence of well-known schools and colleges, conveniently situated close to the building. Moreover, discover easy accessibility to all your daily essentials, from markets and shops to restaurants and hospitals, ensuring unparalleled convenience in this area.",
      "price": 45000000,
      "isSale": true,
      "area": 2666,
      "location": "Road No 5, Dhanmondi",
      "position": [23.74075, 90.385697],

      "facilities": [
        "electricity_backup",
        "flooring",
        "elevator",
        "apartment_facing",
        "gas",
        "electricity",
        "floor_level",
        "CCTV",
        "broadband_internet",
        "cable_TV",
        "intercom",
        "fire_extinguisher",
        "visitor_log",
        "view",
        "cleaning_services",
        "balcony_terrace",
        "parking_spaces",
        "distance_airport",
        "public_transport",
        "security_staff",
        "pet_policy"
      ],
      "bead": 4,
      "baths": 4,
      "isHotSale": false,
      "floorNo": 4
    },
    {
      "id": 8,
      "estate_title": "Flat For Sale In Gulshan 2",
      "segment_name": "Residential",
      "image": "21.jpg",
      "images": ["21.jpg", "22.webp", "23.webp", "24.avif"],

      "description": "Nestled in the heart of Gulshan, this expansive 3,650 sq ft residential flat offers a luxurious living experience. Boasting 4 bedrooms, each with an attached bathroom and balcony, this home is designed to provide privacy and panoramic views through its wide windows. The attached dining and drawing areas create a spacious layout for family gatherings, while the well-equipped kitchen, along with an attendant's bedroom and bathroom, caters to daily needs. \\n Additional features like a dedicated store room, parking spaces, elevators, and CCTV security enhance the convenience and security of this residence. Reliable electricity with backup, fire exit, and a team of dedicated guard and maintenance staff contribute to a secure and comfortable living environment.\\n Gulshan, known for its vibrant lifestyle, offers proximity to educational institutions, healthcare facilities, and shopping malls, ensuring residents enjoy a well-rounded and connected lifestyle. This flat is not just a home; it's an invitation to a sophisticated and comfortable living experience in the heart of Gulshan. Don't miss the opportunity to make it yours!",
      "price": 78000000,
      "isSale": true,
      "area": 3650,
      "location": "Gulshan 2, Gulshan",
      "position": [23.794341, 90.416153],

      "facilities": [
        "electricity_backup",
        "flooring",
        "elevator",
        "apartment_facing",
        "gas",
        "electricity",
        "floor_level",
        "CCTV",
        "fire_exit",
        "broadband_internet",
        "cable_TV",
        "intercom",
        "fire_extinguisher",
        "visitor_log",
        "lawn_garden",
        "maintenance_staff",
        "view",
        "cleaning_services",
        "balcony_terrace",
        "parking_spaces",
        "distance_airport",
        "public_transport",
        "security_staff",
        "pet_policy"
      ],
      "bead": 4,
      "baths": 4,
      "isHotSale": true,
      "floorNo": 2
    }
  ]
}
